import React from "react";
import "./Cooperation.css";
import d from "./assets/1708059741668.jpg";

const Сooperation = () => {
  return (
    <div className="tn-atom">
      Сотрудничество с <br></br>
      <span>нами</span>
      <div className="container">
        <span>Добро пожаловать на страницу сотрудничества с Too.kg</span>
        <div className="text-comtainer">
          <div className="text">
            <p>
              Мы готовы рассмотреть любые варианты сотрудничества с
              туристическими агентствами, отелей и другими компаниями или
              лицами, которые заинтересованы в организации туров и любых
              туристических услуг в Кыргызстане. Наша компания предоставляет
              широкий спектр туров, включая пешие и конные туры, восхождения на
              горные пики, экскурсии по достопримечательностям, организация
              конференций, трансферы и многое другое.
            </p>
            <p>
              Мы ценим наших партнеров и готовы предложить выгодные условия
              сотрудничества. Наша компания гарантирует качество услуг, которые
              мы предоставляем нашим гостям. Мы имеем большой опыт работы с
              туристами из разных стран мира и знаем, как организовать
              незабываемый отдых. Мы также готовы предоставить специальные цены
              и условия для корпоративных клиентов и групповых туристов. Мы
              можем предложить индивидуальный подход к каждому клиенту и
              разработать тур, который соответствует их потребностям и желаниям.
            </p>
            <p>
              Если вы заинтересованы в сотрудничестве с нашей компанией,
              пожалуйста, свяжитесь с нами по почте: info@too.kg или в
              <a href="whatsapp://send?phone=номер_телефона">WhatsApp</a>,
              <a href="telegram://send?phone=номер_телефона">Telegram</a>и мы
              обязательно ответим на все ваши вопросы и предложим выгодные
              условия сотрудничества. Мы готовы работать с вами на долгосрочной
              основе и развивать наш бизнес вместе!
            </p>
            <img
              className="img"
              src="	https://static.tildacdn.one/tild3262-3837-4235-a437-643762316137/photo_2024-02-16_10-.jpg"
            />
            C уважением,
            <h5>
              Директор — Cадыр Исаков (<span>Профиль в LinkedIn</span>)
            </h5>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Сooperation;
